tap "dart-lang/dart"
tap "sass/sass"
brew "exiftool"
brew "git-lfs"
brew "mas"
brew "openssl@3"
brew "nginx"
brew "starship"
brew "uv"
brew "zsh"
cask "clip-studio-paint"
cask "colorchecker-camera-calibration"
cask "discord"
cask "firefox"
cask "font-im-fell-dw-pica"
cask "font-im-fell-great-primer-sc"
cask "font-monaspace"
cask "ghostty"
cask "jetbrains-toolbox"
cask "logitech-g-hub"
cask "omnissa-horizon-client"
cask "steam"
cask "virtualbox"
cask "visual-studio-code"
cask "wacom-tablet"
cask "zoom"
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Keynote", id: 409183694
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 361304891
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixen", id: 525180431
mas "Xcode", id: 497799835
vscode "charliermarsh.ruff"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "genuitecllc.codetogether"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "istareatscreens.masm-runner"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "swiftlang.swift-vscode"
vscode "teabyii.ayu"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
