tap "dart-lang/dart"
tap "sass/sass"
brew "exiftool"
brew "git"
brew "git-lfs"
brew "xz"
brew "libarchive"
brew "make"
brew "mas"
brew "openssl@3"
brew "nginx", restart_service: :changed
brew "ruff"
brew "starship"
brew "uv"
brew "vim"
brew "zsh"
cask "blender"
cask "clip-studio-paint"
cask "colorchecker-camera-calibration"
cask "discord"
cask "dotnet-sdk"
cask "epic-games"
cask "firefox"
cask "font-im-fell-dw-pica"
cask "font-im-fell-great-primer-sc"
cask "font-monaspace"
cask "ghostty"
cask "jetbrains-toolbox"
cask "krita"
cask "logi-options+"
cask "logitech-g-hub"
cask "obs"
cask "obsidian"
cask "roblox"
cask "steam"
cask "unity-hub"
cask "visual-studio-code"
cask "wacom-tablet"
cask "zoom"
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixen", id: 525180431
mas "Xcode", id: 497799835
vscode "charliermarsh.ruff"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "genuitecllc.codetogether"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "teabyii.ayu"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
